[
  {
    "id": 1,
    "name": "Иван Сергеевич Петров",
    "ageIn1945": 24,
    "year": 1942,
    "region": "волга",
    "tags": ["фронт", "армия"],
    "shortText": "Письма с фронта: голос из 1943 года. Семья Петровых сохранила пакет писем от своего деда, красноармейца, отправленных с фронта в 1943–1944 годах.",
    "fullText": "Иван Сергеевич Петров, родился в 1921 году в городе Саратове. В 1942 году был призван в Красную Армию. Служил в составе 64-й армии. Письма, которые он отправлял домой, рассказывают о повседневной жизни на фронте, о товарищах, потерях и надежде на победу.\n\nВ одном из писем от июля 1943 года он пишет: «Жизнь здесь тяжёлая, но мы знаем, за что мы сражаемся. Думаю о вас каждый день. Надеюсь, скоро всё закончится победой». Иван выжил во время Сталинградской битвы и участвовал в наступлении на Запад. Вернулся в Саратов в 1945 году. Прожил до 2003 года, оставив для потомков ценные свидетельства о войне.",
    "image": "assets/images/memory-1.jpg",
    "date": "2025-12-03"
  },
  {
    "id": 2,
    "name": "Анна Сергеевна Волкова",
    "ageIn1945": 8,
    "year": 1941,
    "region": "ленинград",
    "tags": ["тыл", "блокада", "ленинград"],
    "shortText": "Детство в блокаде: воспоминания Анны Сергеевны. Анна Сергеевна делится редкими воспоминаниями о пережитой блокаде Ленинграда.",
    "fullText": "Анна Сергеевна Волкова родилась в Ленинграде в 1937 году. Когда началась война, ей было всего 4 года. Она пережила полную блокаду города с сентября 1941 по январь 1944 года.\n\n«Я помню холод, голод и звуки взрывов. Помню, как мама скрывала от меня, что соседи уходили из жизни. Помню рецепт хлеба, сделанного из древесных опилок и перемолотых костей. Помню день, когда блокада была снята — люди плакали от радости».\n\nАнна потеряла отца в 1943 году и брата в 1944 году. Её мать, медсестра, работала в блокадном госпитале, часто не возвращаясь домой по несколько дней. Выжив в блокаде, Анна посвятила жизнь преподаванию истории и сохранению памяти о ленинградском мужестве.",
    "image": "assets/images/memory-2.jpg",
    "date": "2025-11-25"
  },
  {
    "id": 3,
    "name": "Елена Павловна Морозова",
    "ageIn1945": 22,
    "year": 1943,
    "region": "москва",
    "tags": ["медицина", "тыл"],
    "shortText": "Медсестра на войне: 1941–1945. Документированное интервью с бывшей военной медсестрой о работе в полевых госпиталях.",
    "fullText": "Елена Павловна Морозова закончила школу медицинских сестёр в 1940 году. Когда началась война, она добровольно записалась фронтовой медсестрой.\n\n«Первые месяцы были самыми сложными. Раненых было так много, что мы работали по 20 часов в сутки. Я видела людей, которые потеряли конечности, которые слепли от ранений. Но каждого мы пытались спасти, дать надежду».\n\nЕлена работала в полевых госпиталях на Волге, затем под Курском, затем двигалась на запад вместе с наступающими войсками. Была ранена в 1944 году, но вернулась в строй. По словам врачей, её личное мужество и забота спасли тысячи жизней. После войны работала старшей медсестрой в московской больнице, воспитала двух детей и 8 внуков.",
    "image": "assets/images/memory-3.jpg",
    "date": "2025-11-10"
  },
  {
    "id": 4,
    "name": "Владимир Ефимович Смирнов",
    "ageIn1945": 17,
    "year": 1944,
    "region": "украина",
    "tags": ["фронт", "оккупация"],
    "shortText": "Юный партизан: как 13-летний мальчик помогал сопротивлению на оккупированной Украине.",
    "fullText": "Владимир родился в 1928 году в маленьком украинском селе близ Киева. Когда началась оккупация, его семья примкнула к партизанскому отряду.\n\n«Мне было 13 лет, когда я начал помогать партизанам. Я служил разведчиком, передавал информацию о передвижениях немецких войск. Однажды нас выследили, и мне едва удалось убежать. Я спрятался в лесу две недели».\n\nВ 1944 году, когда начало Советское наступление, Владимир вступил в Красную Армию в составе переформированного партизанского отряда. Участвовал в освобождении Киева. Выжил и вернулся в своё село в 1945 году. Позже переехал в Москву, работал инженером-строителем, помогал восстанавливать разрушенные города.",
    "image": "assets/images/memory-4.jpg",
    "date": "2025-11-05"
  },
  {
    "id": 5,
    "name": "Мария Ивановна Кузнецова",
    "ageIn1945": 38,
    "year": 1941,
    "region": "беларусь",
    "tags": ["тыл", "оккупация"],
    "shortText": "Подпольная учительница: как Мария Ивановна учила детей во время оккупации Беларуси.",
    "fullText": "Мария Ивановна была директором школы в Минске. Когда немцы заняли город, школы были закрыты, и запрещено было обучение детей на русском языке.\n\n«Я решила открыть подпольную школу в подвале соседнего дома. Мы учили детей письму, арифметике, русскому языку и истории. Это была наша форма сопротивления — сохранение культуры и знаний».\n\nМария собирала учебники, писала на доске древесным углём. Школа существовала до освобождения Минска в 1944 году. Она обучила более 50 детей из оккупированных районов Беларуси. После войны признана учителем года в Беларусской ССР, проработала в школе до выхода на пенсию в 1960 году.",
    "image": "assets/images/memory-5.jpg",
    "date": "2025-10-20"
  },
  {
    "id": 6,
    "name": "Георгий Захарович Орлов",
    "ageIn1945": 26,
    "year": 1943,
    "region": "кавказ",
    "tags": ["фронт", "армия"],
    "shortText": "Танкист: история Георгия, который выжил в шести уничтоженных танках и дошёл до Берлина.",
    "fullText": "Георгий Захарович был командиром танка Т-34. За время войны его танк был уничтожен шесть раз, но Георгий каждый раз выживал, чудом спасаясь из горящей машины.\n\n«Танк горит за две минуты. Двигатель создаёт адскую жару. Я помню, как после третьего подбоя я выполз из люка, и одежда горела. Товарищи потащили меня в снег».\n\nНесмотря на многочисленные ранения, Георгий продолжал служить. Его считали везучим — люди хотели служить именно с ним. Он участвовал в Курской битве, в наступлении на Запад, в штурме Берлина. Получив орден Красной звезды, вернулся в 1945 году живым, хотя врачи считали это чудом.",
    "image": "assets/images/memory-6.jpg",
    "date": "2025-10-15"
  },
  {
    "id": 7,
    "name": "Светлана Ивановна Лебедева",
    "ageIn1945": 19,
    "year": 1942,
    "region": "волга",
    "tags": ["тыл", "эвакуация"],
    "shortText": "Эвакуированная: как 17-летняя девушка трудилась на оборонном заводе в Казани во время войны.",
    "fullText": "Светлана родилась в 1926 году в Смоленске. Когда началась оккупация, её семья была эвакуирована в Казань вместе с заводом.\n\n«Мне было 16 лет, когда я начала работать на заводе. Я работала сборщицей снарядов. Смены были по 12 часов, еды было мало, но мы знали, что делаем важное дело».\n\nСветлана рассказывает о товарищах, о том, как в цехе было холодно зимой, как иногда девушки теряли сознание от голода и переутомления, но продолжали работать. Её старший брат был на фронте, младший брат родился в Казани во время войны.\n\n«Когда кончилась война, я выиграла комсомольский конкурс и была направлена учиться в технический колледж. Получила специальность инженера, вышла замуж, воспитала двух детей. Но я никогда не забывала те годы и то, что мы делали для победы».",
    "image": "assets/images/memory-7.jpg",
    "date": "2025-10-01"
  },
  {
    "id": 8,
    "name": "Сергей Петрович Носов",
    "ageIn1945": 45,
    "year": 1941,
    "region": "москва",
    "tags": ["фронт", "армия"],
    "shortText": "Офицер запаса: как 45-летний инженер вернулся в армию и командовал полком при защите Москвы.",
    "fullText": "Сергей Петрович был инженером-железнодорожником в мирное время. Когда началась война, он вернулся в армию, несмотря на его возраст и тот факт, что семья просила его остаться дома.\n\n«Я понимал, что это главное дело в моей жизни. Мне исполнилось 45 лет, но я чувствовал себя молодым солдатом, который не может оставаться в стороне».\n\nСергей командовал полком при защите Москвы в 1941–1942 годах, затем участвовал в наступлении. Был ранен дважды. Несмотря на ранения, продолжал служить в тыловых должностях, помогая восстанавливать железные дороги на освобождённых территориях.\n\n«Главное, чему я научился за войну — это что важность общего дела превосходит все личные интересы. Моя жизнь имела смысл только тогда, когда я служил».",
    "image": "assets/images/memory-8.jpg",
    "date": "2025-09-20"
  }
]